[
  {
    "id": 23811,
    "name": "Gangland",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co245t.jpg",
    "genres": [
      "Real Time Strategy (RTS)",
      "Role-playing (RPG)",
      "Simulator",
      "Adventure"
    ],
    "releaseDate": "Unkown",
    "summary": "No summary available."
  },
  {
    "id": 131639,
    "name": "Return to Sender",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co20nf.jpg",
    "genres": [
      "Adventure"
    ],
    "releaseDate": "Unkown",
    "summary": "Return to Sender is a bullet-frenzy and rogue-like shooter. Killing each enemy returns a portion of your ammo, resulting in a fluid and chaotic run with nonstop shooting. Fight your way through enemies all while collecting new weapons and upgrades."
  },
  {
    "id": 138057,
    "name": "Dungeons 3: Once Upon A Time",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2fmf.jpg",
    "genres": [
      "Real Time Strategy (RTS)",
      "Simulator",
      "Strategy"
    ],
    "releaseDate": "Unkown",
    "summary": "The Absolute Evil travels to Fairyland, home to the Good Fairy. This disgustingly good creature provides heroes with invigorating potions and is generally the detestable source of good deeds. With the help of some ensorcelled heroes and more than a few exploding sheep, the Absolute Evil brings this story to a nasty end!"
  },
  {
    "id": 58842,
    "name": "Rose & Camellia",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co28z7.jpg",
    "genres": [
      "Fighting",
      "Sport"
    ],
    "releaseDate": "Unkown",
    "summary": "Rose and Camelia is a flash game developed by Nigoro. It follows Reiko in her attempts to become Matriach of the household. She must battle five foes using her hands to slap them into submission.A short little Flash game by the makers of La-Mulana about the elegant art of feminine conflict."
  },
  {
    "id": 330684,
    "name": "Nightmare Kart: The Old Karts",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co9d8y.jpg",
    "genres": [
      "Racing"
    ],
    "releaseDate": "Unkown",
    "summary": "An upcoming free expansion to Nightmare Kart with a brand new mini-campaign, racers, karts, tracks, power-ups, and game modes."
  },
  {
    "id": 4818,
    "name": "Doraemon Wii: Himitsu Dougu-ou Ketteisen!",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co4z1m.jpg",
    "genres": [],
    "releaseDate": "Unkown",
    "summary": "Doraemon Wii: Himitsu Dougu-ou Ketteisen! is a party game on Wii, released on 2007. Like Mario Party 8, you can roll dice with a Wii remote or play mini-games with four people. It was the first Wii software in the Doraemon game series. Mainly a board game."
  },
  {
    "id": 265399,
    "name": "Chaos Crafters",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co71ko.jpg",
    "genres": [
      "Adventure"
    ],
    "releaseDate": "Unkown",
    "summary": "Learn, craft and test spells on any element of the game! Solve puzzles or fight enemies alone or in co-op. Be careful, your friends are not immune to your magic and one wrong move could cause total chaos."
  },
  {
    "id": 25534,
    "name": "Nelo",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co27xv.jpg",
    "genres": [
      "Shooter"
    ],
    "releaseDate": "Unkown",
    "summary": "In Distant Space, An alien species, the Tono Gian, have been fighting their own A.I. creations to find resourceful planets. The A.I. project, Nightsithe, was originally designed to harvest other planets for their people but now have revolted against their masters. A Tono Gian ship crashed on the planet, Plemniba, a planet that once had a civilization, but has already taken by the Nightsithe. The only survivor of the ship goes by the name, Nelo. Nelo Hybrids Elements of retro arcade twin-stick shooters with elements of modern games. Nelo Main Weapon are four telekinetic controlled, mechanical Hand that allow Him to wield four conventional weapons at once and gives him the flexibility to fire in all direction. Nelo's alien suit gives him super speed and agility to combat the overwhelming swarms of the Nightsithe."
  },
  {
    "id": 137985,
    "name": "Rogue Heroes: Ruins of Tasos",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2j17.jpg",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "releaseDate": "Unkown",
    "summary": "Rogue Heroes is a 1-4 player classic adventure game with modern rogue-lite elements. Team up with friends to combat procedural dungeons, explore an expansive overworld full of secrets and take down the Titans to save the once peaceful land of Tasos!"
  },
  {
    "id": 127994,
    "name": "Wizardry 6+7",
    "cover_url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3com.jpg",
    "genres": [
      "Role-playing (RPG)",
      "Turn-based strategy (TBS)"
    ],
    "releaseDate": "Unkown",
    "summary": "Wizardry 6+7 offers two games that brought veritable incline to the RPG genre. Brave through tough, tactical, and turn-based battles that will push your skills to their extreme limits. Unravel fiendish puzzles and avoid devious traps, here to test your intellect as you navigate labyrinthine dungeons. Many will play but only a few will make it to the end of the glorious and majestic quest. Will you be one of the chosen few?\n\nIncludes Wizardry 6: Bane of the Cosmic Forge and Wizardry 7: Crusaders of the Dark Savant which also comes as the improved Wizardry Gold on top of the classic DOS version.\nBoth Wizardry games offer classic hard core turn-based role-playing with 14 ranked professions and 11 unique races.\nTons and tons of treasure to find, elaborate dungeons to explore, tough tactical battles to win, and that’s just the start of the adventure of up to 500 hours of playtime."
  }
]